//Task name label
HSDTaskName = "Logs de Fax";

HSDFaxLogsDescription = "Use as caixas de seleção para selecionar os números de fax que deseja bloquear ou desbloquear e clique em Aplicar.";

//Table view table titles
HSDTableColumnTitleType = "Tipo";
HSDTableColumnTitleDate = "Data";
HSDTableColumnTitleTime = "Hora";
HSDTableColumnTitleDuration = "Duração";
HSDTableColumnTitlePages = "Páginas";
HSDTableColumnTitleResult = "Resultado";
HSDTableColumnTitleFaxNumber = "Número do Fax";
HSDTableColumnTitleBlock = "Bloqueio";

//Button titles
HSDPrintButtonTitle = "Imprimir log de atividade de fax";
HSDApplyButtonTitle = "Aplicar agora";

//Printing progress title
PrintingProgressTitle = "Imprimindo… Aguarde";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Log de Faxes Recebidos";
SentFaxesLogMenuItemTitle = "Log de Faxes Enviados";
AllFaxesLogMenuItemTitle = "Todos os logs de fax";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Limite de números bloqueados atingido";
FaxBlackListLimitErrorDescription = "Seu dispositivo pode armazenar um máximo de %d números de fax bloqueados. Desbloqueie alguns números de fax e tente novamente.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Confirme se o dispositivo está on-line e se não está processando um trabalho de fax.";

//Fax session types
SentSessitonType = "Enviado";
RecievedSessionType = "Recebido";

//Fax log results
SuccessResultCode = "Êxito";
ErrorResultCode = "Erro";
BusyResultCode = "Ocupado";
NoAnswerResultCode = "Nenhuma Resposta";
NoDialToneResultCode = "Nenhum Tom de Discagem";
NoDocumentResultCode = "Nenhum Documento";
DocumentJamResultCode = "Congestionamento de Documento";
DoorOpenResultCode = "Porta Aberta";
PowerFailureResultCode = "Falha de Alimentação";
BlacklistedResultCode = "Na lista negra";
StorageFullResultCode = "Armazenamento Cheio";
OutOfMemoryResultCode = "Sem Memória";
PhoneLineUnavailableResultCode = "Linha Telefônica Indisponível";
FaxDisconnectedResultCode = "Fax Desconectado";
PCDisconnectedResultCode = "Computador Desconectado";
RemoteNotColorResultCode = "Remoto sem Cor";
CommunicationErrorResultCode = "Erro de Comunicação";
CancelledResultCode = "Cancelado";
